Repository: cnkim74/vault-ai-carledger
Catalog: ios/Vault/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans

source: 앱이 BLE 동글을 찾아 자동 연결
en: The app finds and connects the BLE dongle
ja: アプリがBLEドングルを見つけて自動接続
zh_hans: 应用自动查找并连接BLE设备

source: 약정 %@km
en: Limit %@km
ja: 契約 %@km
zh_hans: 约定 %@km

source: 약정 100%
en: Limit 100%
ja: 契約 100%
zh_hans: 约定 100%

source: 약정거리
en: Contract mileage
ja: 契約距離
zh_hans: 约定里程

source: 약정거리 (km)
en: Contract mileage (km)
ja: 契約距離（km）
zh_hans: 约定里程（km）

source: 약정거리 예측
en: Mileage forecast
ja: 契約距離の予測
zh_hans: 约定里程预测

source: 약정거리 초과 페이스예요. 주행 속도를 조절해 보세요.
en: You're over the mileage pace. Consider driving less.
ja: 契約距離の超過ペースです。走行を調整しましょう。
zh_hans: 已超出约定里程节奏，请适当减少行驶。

source: 약정일
en: Term days
ja: 契約日数
zh_hans: 约定天数

source: 어느 차량 기록을 추가할까요?
en: Which vehicle to add a record for?
ja: どの車両の記録を追加しますか？
zh_hans: 为哪辆车添加记录？

source: 어떤 내비로 안내할까요?
en: Which navigation app?
ja: どのナビで案内しますか？
zh_hans: 使用哪个导航？

source: 어떤 지도로 안내할까요?
en: Which map app?
ja: どの地図アプリ？
zh_hans: 使用哪个地图？

source: 어떻게 불러드릴까요?
en: What should we call you?
ja: 何とお呼びしますか？
zh_hans: 怎么称呼您？

source: 어제
en: Yesterday
ja: 昨日
zh_hans: 昨天

source: 언어
en: Language
ja: 言語
zh_hans: 语言

source: 언어 변경
en: Language changed
ja: 言語の変更
zh_hans: 语言更改

source: 언어를 변경했어요. 앱을 완전히 종료 후 다시 실행하면 적용됩니다.
en: Language changed. Fully quit and relaunch the app to apply.
ja: 言語を変更しました。アプリを完全に終了して再起動すると適用されます。
zh_hans: 已更改语言。完全退出并重新启动应用后生效。

source: 업무
en: Work
ja: 業務
zh_hans: 工作

source: 업무 · %@
en: Work · %@
ja: 業務 · %@
zh_hans: 工作 · %@

source: 업무 차량
en: Work vehicle
ja: 業務車両
zh_hans: 工作车辆

source: 에어컨 필터
en: A/C filter
ja: エアコンフィルター
zh_hans: 空调滤清器

source: 에어클리너
en: Air cleaner
ja: エアクリーナー
zh_hans: 空气滤清器

source: 에어필터
en: Air filter
ja: エアフィルター
zh_hans: 空气滤清器

source: 엑셀 내보내기
en: Export to Excel
ja: Excelにエクスポート
zh_hans: 导出Excel

source: 엑셀·사진으로 여러 건 가져오기
en: Bulk import (Excel/photo)
ja: Excel・写真で一括取り込み
zh_hans: 批量导入(Excel/照片)

source: 엑셀(CSV) 내보내기
en: Export Excel (CSV)
ja: Excel(CSV)エクスポート
zh_hans: 导出Excel(CSV)

source: 엔진오일
en: Engine oil
ja: エンジンオイル
zh_hans: 机油

source: 엔진오일 교체 알림
en: Engine oil change reminder
ja: エンジンオイル交換のお知らせ
zh_hans: 机油更换提醒

source: 연
en: year
ja: 年
zh_hans: 年

source: 연결 중…
en: Connecting…
ja: 接続中…
zh_hans: 连接中…

source: 연결됨
en: Connected
ja: 接続済み
zh_hans: 已连接

source: 연결에 실패했어요
en: Connection failed
ja: 接続に失敗しました
zh_hans: 连接失败

source: 연결이 취소되었어요
en: Connection cancelled
ja: 接続がキャンセルされました
zh_hans: 连接已取消

source: 연락처
en: Phone
ja: 連絡先
zh_hans: 联系方式

source: 연료
en: Fuel type
ja: 燃料
zh_hans: 燃料

source: 연료 잔량
en: Fuel level
ja: 燃料残量
zh_hans: 油量

source: 연료필터
en: Fuel filter
ja: 燃料フィルター
zh_hans: 燃油滤清器

source: 연비/전비 어때?
en: How's my fuel/energy efficiency?
ja: 燃費/電費はどう？
zh_hans: 油耗/电耗如何？

source: 연식
en: Year
ja: 年式
zh_hans: 年份

source: 연식 (예: 2024)
en: Year (e.g. 2024)
ja: 年式（例: 2024）
zh_hans: 年款（如：2024）

source: 영수증·충전 화면 스캔
en: Scan receipt / charging screen
ja: 領収書・充電画面をスキャン
zh_hans: 扫描收据/充电界面

source: 영수증·충전 화면 촬영 → AI 자동 입력
en: Photo of receipt/charging → AI auto-fill
ja: 領収書・充電画面の撮影 → AI自動入力
zh_hans: 拍摄收据/充电界面 → AI自动填写

source: 예상
en: Est.
ja: 予想
zh_hans: 预计

source: 예상 정비 항목
en: Suggested service items
ja: 予想整備項目
zh_hans: 预计保养项目

source: 예약
en: Book
ja: 予約
zh_hans: 预约

source: 예약 날짜
en: Appointment date
ja: 予約日
zh_hans: 预约日期

source: 오늘
en: Today
ja: 今日
zh_hans: 今天

source: 오늘 강수 %d%% · 내일 %d%%
en: Rain today %d%% · tomorrow %d%%
ja: 本日の降水 %d%% · 明日 %d%%
zh_hans: 今日降水 %d%% · 明日 %d%%

source: 오늘 기준 적정 대비
en: vs. target as of today
ja: 本日時点の適正比
zh_hans: 相对今日基准

source: 오늘 적정 %@km · 현재 %@km
en: Target %@km · now %@km
ja: 適正 %@km · 現在 %@km
zh_hans: 适宜 %@km · 当前 %@km

source: 오늘은 세차하기 좋은 날이에요.
en: A great day for a car wash.
ja: 今日は洗車日和です。
zh_hans: 今天适合洗车。

source: 오늘의 차량 브리핑을 확인해 보세요.
en: Check today's car briefing.
ja: 今日の車両ブリーフィングを確認しましょう。
zh_hans: 查看今天的车辆简报。

source: 오일필터
en: Oil filter
ja: オイルフィルター
zh_hans: 机油滤清器

source: 오피넷 키 설정 필요
en: Opinet key required
ja: Opinetキーの設定が必要
zh_hans: 需要设置 Opinet 密钥

source: 와이퍼
en: Wipers
ja: ワイパー
zh_hans: 雨刮器

source: 완료
en: Done
ja: 完了
zh_hans: 完成

source: 완속
en: Slow
ja: 普通
zh_hans: 慢充

source: 완속충전
en: Slow charge
ja: 普通充電
zh_hans: 慢充

source: 완충 시 주행
en: Range at full
ja: 満充電時の距離
zh_hans: 满电续航

source: 요약
en: Summary
ja: 概要
zh_hans: 概要

source: 우천 노면 · 라이딩 자제
en: Wet roads · avoid riding
ja: 雨天の路面 · ライド自粛
zh_hans: 雨天路面 · 不宜骑行

source: 운영 중지
en: Closed
ja: 停止中
zh_hans: 已停用

source: 운전석 아래 진단 단자에 연결 (2005년 이후 차량 대부분)
en: Connect to the port under the dash (most cars after 2005)
ja: 運転席下の診断端子に接続（2005年以降の多くの車）
zh_hans: 连接方向盘下方的诊断口（2005年后多数车型）

source: 운행 중
en: Driving
ja: 走行中
zh_hans: 行驶中

source: 월
en: month
ja: 月
zh_hans: 月

source: 월 납입금
en: Monthly payment
ja: 月額支払い
zh_hans: 月供

source: 월 납입금 (원)
en: Monthly payment (KRW)
ja: 月額支払い（ウォン）
zh_hans: 月供（韩元）

source: 월간 AI 리포트 · 무제한 인사이트
en: Monthly AI report · unlimited insights
ja: 月間AIレポート · 無制限インサイト
zh_hans: 月度AI报告 · 无限洞察

source: 월간 리포트
en: Monthly report
ja: 月次レポート
zh_hans: 月度报告

source: 월간 리포트 · PDF 카톡 공유
en: Monthly report · PDF KakaoTalk share
ja: 月次レポート・PDF共有
zh_hans: 月度报告·PDF分享

source: 월납입금
en: Monthly payment
ja: 月額支払い
zh_hans: 月供

source: 월별
en: Monthly
ja: 月別
zh_hans: 按月

source: 위치 권한이 없어요. 테슬라를 다시 연결해 주세요.
en: No location permission. Reconnect Tesla.
ja: 位置権限がありません。テスラを再接続してください。
zh_hans: 没有位置权限，请重新连接特斯拉。

source: 위치 확인 중…
en: Locating…
ja: 位置を確認中…
zh_hans: 正在定位…

source: 이 기록을 삭제할까요?
en: Delete this record?
ja: この記録を削除しますか？
zh_hans: 删除这条记录？

source: 이 센터를 삭제할까요?
en: Delete this center?
ja: この店を削除しますか？
zh_hans: 删除这个中心？

source: 이 차량은 표준 OBD 값을 제공하지 않아요.
en: This vehicle doesn't expose standard OBD values.
ja: この車両は標準OBD値を提供しません。
zh_hans: 该车辆不提供标准OBD数据。

source: 이 차량을 삭제할까요?
en: Delete this vehicle?
ja: この車両を削除しますか？
zh_hans: 删除这辆车？

source: 일
en: day
ja: 日
zh_hans: 天

source: 이렇게 동작해요
en: How it works
ja: 使い方
zh_hans: 工作原理

source: 이름
en: Name
ja: 名前
zh_hans: 姓名

source: 이름 (예: 강남 테슬라 서비스센터)
en: Name (e.g. Gangnam Tesla Center)
ja: 名前（例: 江南テスラセンター）
zh_hans: 名称（如：江南特斯拉中心）

source: 이마트 성수
en: E-Mart Seongsu
ja: イーマート聖水
zh_hans: 易买得城水

source: 이메일
en: Email
ja: メール
zh_hans: 邮箱

source: 이메일 (선택)
en: Email (optional)
ja: メール（任意）
zh_hans: 邮箱（可选）

source: 이메일 없음
en: No email
ja: メールなし
zh_hans: 无邮箱

source: 이미 계정이 있어요 · 로그인
en: Have an account · log in
ja: アカウントをお持ちの方 · ログイン
zh_hans: 已有账户 · 登录

source: 이미지를 처리할 수 없어요
en: Couldn't process the image
ja: 画像を処理できません
zh_hans: 无法处理图片

source: 이번 달 기록
en: This month records
ja: 今月の記録
zh_hans: 本月记录

source: 이번 달 기록이 없어요
en: No records this month
ja: 今月の記録がありません
zh_hans: 本月无记录

source: 이번 달 라이딩
en: This month's rides
ja: 今月のライド
zh_hans: 本月骑行

source: 이번 달 비용
en: This month's cost
ja: 今月の費用
zh_hans: 本月费用

source: 이번 달 주행
en: This month distance
ja: 今月の走行
zh_hans: 本月行驶

source: 이번 달 지출 %@
en: This month's spend %@
ja: 今月の支出 %@
zh_hans: 本月支出 %@

source: 이번 달 지출 분석해줘
en: Analyze this month's spending
ja: 今月の支出を分析して
zh_hans: 分析本月支出

source: 이번 달 지출·주행·정비 요약 · PDF 공유
en: This month's spending·driving·service summary · PDF share
ja: 今月の支出・走行・整備の要約・PDF共有
zh_hans: 本月支出·行驶·保养摘要·PDF分享

source: 이번 달 첫 지출 기록
en: First expense this month
ja: 今月最初の支出記録
zh_hans: 本月首次支出

source: 이번 달 충전비 얼마 썼어?
en: How much did I spend charging this month?
ja: 今月の充電費はいくら？
zh_hans: 本月充电花了多少？

source: 이번 달 합계
en: This month total
ja: 今月の合計
zh_hans: 本月合计

source: 이번 주 기록
en: This week's records
ja: 今週の記録
zh_hans: 本周记录

source: 이번 주 예상 이동
en: Est. travel this week
ja: 今週の予想移動
zh_hans: 本周预计行驶

source: 이번 지출을 분석해서 절약 플랜을 알려줘
en: Analyze my spending and suggest a savings plan
ja: 支出を分析して節約プランを提案して
zh_hans: 分析我的支出并给出省钱方案

source: 이슬비
en: Drizzle
ja: 霧雨
zh_hans: 毛毛雨

source: 이용약관
en: Terms of Service
ja: 利用規約
zh_hans: 服务条款

source: 인식 중…
en: Recognizing…
ja: 認識中…
zh_hans: 识别中…

source: 인식된 %d건
en: %d found
ja: %d件認識
zh_hans: 识别%d条

source: 인식된 내역이 없어요.
en: No records found.
ja: 認識された履歴がありません。
zh_hans: 未识别到记录。

source: 인식된 내역이 없어요. 날짜 열을 확인해 주세요.
en: No rows found. Check the date column.
ja: 履歴がありません。日付列を確認してください。
zh_hans: 未识别到记录,请检查日期列。

source: 인식된 내역이 없어요. 표가 선명한 사진으로 다시 시도해 주세요.
en: No records found. Try clearer photos.
ja: 履歴がありません。鮮明な写真で再試行してください。
zh_hans: 未识别到记录,请用更清晰的照片重试。

source: 인식된 항목이 없어요. 직접 입력해 주세요.
en: Nothing recognized. Please enter manually.
ja: 認識項目がありません。手動で入力してください。
zh_hans: 未识别到内容，请手动输入。

source: 인식에 실패했어요. 다시 시도하거나 직접 입력해 주세요.
en: Couldn't recognize it. Try again or enter manually.
ja: 認識できませんでした。もう一度試すか手動で入力してください。
zh_hans: 无法识别，请重试或手动输入。

source: 인식에 실패했어요. 표가 선명한 사진으로 다시 시도해 주세요.
en: Recognition failed. Try a clearer photo of the table.
ja: 認識に失敗しました。表が鮮明な写真で再試行してください。
zh_hans: 识别失败,请用更清晰的表格照片重试。

source: 인증 URL을 받지 못했어요
en: Couldn't get auth URL
ja: 認証URLを取得できませんでした
zh_hans: 无法获取认证链接

source: 인증에 실패했어요.
en: Authentication failed.
ja: 認証に失敗しました。
zh_hans: 认证失败。

source: 일별 충전량
en: Daily energy
ja: 日別充電量
zh_hans: 每日充电量

source: 일정
en: Schedule
ja: 予定
zh_hans: 日程

source: 읽기 완료
en: Read complete
ja: 読み取り完了
zh_hans: 读取完成

source: 임박한 정비 항목이 없어요
en: No upcoming service items
ja: 近い整備項目はありません
zh_hans: 无临近保养项目

source: 자동차
en: Car
ja: 自動車
zh_hans: 汽车

source: 자세히 물어보기
en: Ask more
ja: 詳しく聞く
zh_hans: 了解更多

source: 잔여 %@km
en: %@km left
ja: 残り %@km
zh_hans: 剩余 %@km

source: 장소 (예: 이마트 성수)
en: Place (e.g. E-Mart Seongsu)
ja: 場所（例: イーマート聖水）
zh_hans: 地点（如：易买得城水店）

source: 재연결이 필요해요
en: Reconnection needed
ja: 再接続が必要です
zh_hans: 需要重新连接

source: 저온 · 노면 결빙 주의
en: Cold · watch for icy roads
ja: 低温 · 路面凍結注意
zh_hans: 低温 · 注意路面结冰

source: 저장
en: Save
ja: 保存
zh_hans: 保存

source: 저장된 대화가 없어요
en: No saved conversations
ja: 保存された会話がありません
zh_hans: 没有已保存的对话

source: 적정 대비 %d%%
en: %d%% of target pace
ja: 適正比 %d%%
zh_hans: 相对适宜 %d%%

source: 전국 평균 (%@)
en: National avg (%@)
ja: 全国平均 (%@)
zh_hans: 全国均价 (%@)

source: 전기 충전
en: EV charging
ja: EV充電
zh_hans: 电动充电

source: 전기차
en: EV
ja: EV
zh_hans: 电动车

source: 전기차 배터리 잔량은 표준 OBD로 안 나와요. 전기차는 테슬라 연동이 더 정확하고, 동글은 내연기관차에 강력해요.
en: EV battery level isn't exposed via standard OBD. For EVs, Tesla sync is more accurate; dongles shine for gas cars.
ja: EVのバッテリー残量は標準OBDでは取得できません。EVはテスラ連携が正確で、ドングルはガソリン車に強力です。
zh_hans: 标准OBD无法读取电动车电量。电动车用特斯拉同步更准确，OBD设备更适合燃油车。

source: 전송 설정이 없어요. 잠시 후 다시 시도해 주세요.
en: Sending is unavailable. Please try again later.
ja: 送信設定がありません。後でもう一度お試しください。
zh_hans: 暂无法发送，请稍后再试。

source: 전송에 실패했어요. 잠시 후 다시 시도해 주세요.
en: Failed to send. Please try again later.
ja: 送信に失敗しました。後でもう一度お試しください。
zh_hans: 发送失败，请稍后再试。

source: 전체
en: All
ja: 全体
zh_hans: 全部

source: 전체 보기
en: View all
ja: すべて表示
zh_hans: 查看全部

source: 전화
en: Call
ja: 電話
zh_hans: 电话

source: 전화번호
en: Phone
ja: 電話番号
zh_hans: 电话号码

source: 절약 플랜 보기
en: View savings plan
ja: 節約プランを見る
zh_hans: 查看省钱方案

source: 절약 플랜 알려줘
en: Show me a savings plan
ja: 節約プランを教えて
zh_hans: 给我一个省钱方案

source: 절약·주행은 추정치예요 (전비 5.0km/kWh · 연비 12km/L · 휘발유 1,700원/L 기준).
en: Savings/range are estimates (5.0km/kWh · 12km/L · ₩1,700/L).
ja: 節約・走行は推定値です (5.0km/kWh · 12km/L · 1,700ウォン/L基準)。
zh_hans: 节省和里程为估算值 (5.0km/kWh · 12km/L · 1,700韩元/L)。

source: 점검 항목 %d개
en: %d items
ja: 点検項目 %d件
zh_hans: %d 个检查项

source: 점검 항목:
en: Check items:
ja: 点検項目:
zh_hans: 检查项目:

source: 점화플러그
en: Spark plugs
ja: 点火プラグ
zh_hans: 火花塞

source: 정기 점검
en: Regular checkup
ja: 定期点検
zh_hans: 定期检查

source: 정보
en: Details
ja: 情報
zh_hans: 信息

source: 정비
en: Service
ja: 整備
zh_hans: 保养

source: 정비 경고(DTC)
en: Service alerts (DTC)
ja: 整備警告(DTC)
zh_hans: 保养警告(DTC)

source: 정비 기록을 추가하면 그 시점 주행거리를 기준으로 다음 정비 시기를 계산해요. 알림을 켜면 시기가 다가올 때 알려드려요.
en: Add a service record and we'll compute the next due mileage from it. Turn on alerts to be notified as it approaches.
ja: 整備記録を追加すると、その時点の走行距離から次回時期を計算します。通知をオンにすると近づいた時にお知らせします。
zh_hans: 添加保养记录后，将以当时里程计算下次时机。开启提醒后临近时会通知您。

source: 정비 시기가 임박한 차량 %d대
en: %d vehicle(s) due for service soon
ja: 整備時期が近い車両%d台
zh_hans: %d辆车临近保养期

source: 정비 시기를 지난 차량 %d대가 있어요
en: %d vehicle(s) overdue for service
ja: 整備時期を過ぎた車両が%d台あります
zh_hans: 有%d辆车已过保养期

source: 정비 알림 받기
en: Get service alerts
ja: 整備通知を受け取る
zh_hans: 接收保养提醒

source: 정비 예약
en: Service appointment
ja: 整備予約
zh_hans: 保养预约

source: 정비 예약 캘린더에 등록
en: Add service appointment to Calendar
ja: 整備予約をカレンダーに登録
zh_hans: 将保养预约添加到日历

source: 정비 예정
en: Upcoming service
ja: 整備予定
zh_hans: 即将保养

source: 정비 예정에 맞춰
en: Matched to upcoming service
ja: 整備予定に合わせて
zh_hans: 根据保养计划

source: 정비 임박
en: Service due
ja: 整備間近
zh_hans: 临近保养

source: 정비 체크리스트
en: Service checklist
ja: 整備チェックリスト
zh_hans: 保养清单

source: 정비 초과
en: Overdue
ja: 整備超過
zh_hans: 已逾期

source: 정비가 임박했어요 (%dkm 남음).
en: Service due soon (%dkm left).
ja: 整備が近づいています（残り%dkm）。
zh_hans: 临近保养（剩余%dkm）。

source: 정비소
en: Repair shop
ja: 整備工場
zh_hans: 维修厂

source: 정비소 (예: 테슬라 서비스센터)
en: Shop (e.g. Tesla Service Center)
ja: 整備工場（例: テスラサービスセンター）
zh_hans: 维修点（如：特斯拉服务中心）

source: 정비소·서비스센터 · 전화·길찾기
en: Shops & centers · call & directions
ja: 整備店・サービス · 電話・経路
zh_hans: 维修点·中心 · 电话·导航

source: 정지
en: Stop
ja: 停止
zh_hans: 停止

source: 제목 (아래에서 선택하거나 직접 입력)
en: Title (pick below or type)
ja: タイトル（下から選択または入力）
zh_hans: 标题（从下方选择或输入）

source: 제목 (예: 경유 40L)
en: Title (e.g. Diesel 40L)
ja: タイトル（例: 軽油40L）
zh_hans: 标题（如：柴油40L）

source: 제목 (예: 서울 → 판교)
en: Title (e.g. Seoul → Pangyo)
ja: タイトル（例: ソウル → 板橋）
zh_hans: 标题（如：首尔 → 板桥）

source: 제목 (예: 초급속 충전 · 42kWh)
en: Title (e.g. Supercharge · 42kWh)
ja: タイトル（例: 超急速充電 · 42kWh）
zh_hans: 标题（如：超快充 · 42kWh）

source: 제목 (예: 휘발유 · 40L)
en: Title (e.g. Gasoline · 40L)
ja: タイトル（例: ガソリン · 40L）
zh_hans: 标题（如：汽油 · 40L）

source: 제조사
en: Maker
ja: メーカー
zh_hans: 厂商

source: 조직 만들기
en: Create organization
ja: 組織を作成
zh_hans: 创建组织

source: 조직을 만들어 시작하세요
en: Create an organization to start
ja: 組織を作って始めましょう
zh_hans: 创建组织以开始

source: 조회 중…
en: Loading…
ja: 取得中…
zh_hans: 查询中…

source: 종류
en: Type
ja: 種類
zh_hans: 类型

source: 좋은 아침이에요
en: Good morning
ja: おはようございます
zh_hans: 早上好

source: 좋은 오후예요
en: Good afternoon
ja: こんにちは
zh_hans: 下午好

source: 좋은 저녁이에요
en: Good evening
ja: こんばんは
zh_hans: 晚上好

source: 좋음
en: Good
ja: 良い
zh_hans: 好

source: 주
en: week
ja: 週
zh_hans: 周

source: 주기 %@km
en: Every %@km
ja: %@kmごと
zh_hans: 每 %@km

source: 주변 검색 중…
en: Searching nearby…
ja: 周辺を検索中…
zh_hans: 正在搜索附近…

source: 주변 동글 검색 중…
en: Searching nearby dongles…
ja: 周辺のドングルを検索中…
zh_hans: 正在搜索附近设备…

source: 주변 슈퍼차저가 없어요
en: No nearby Superchargers
ja: 近くにスーパーチャージャーがありません
zh_hans: 附近没有超级充电站

source: 주변 슈퍼차저를 찾는 중…
en: Finding nearby Superchargers…
ja: 近くのスーパーチャージャーを検索中…
zh_hans: 正在查找附近超充…

source: 주변 정보를 불러오지 못했어요
en: Couldn't load nearby info
ja: 周辺情報を取得できませんでした
zh_hans: 无法加载附近信息

source: 주변 주유소
en: Nearby stations
ja: 近くのスタンド
zh_hans: 附近加油站

source: 주변 충전소
en: Nearby chargers
ja: 周辺の充電所
zh_hans: 附近充电站

source: 주변 충전소 찾기
en: Find nearby chargers
ja: 近くの充電器を探す
zh_hans: 查找附近充电站

source: 주변 충전소를 불러오지 못했어요
en: Couldn't load nearby chargers
ja: 周辺の充電所を取得できませんでした
zh_hans: 无法加载附近充电站

source: 주변 충전소를 찾는 중…
en: Finding nearby chargers…
ja: 周辺の充電所を検索中…
zh_hans: 正在查找附近充电站…

source: 주변 충전소를 찾지 못했어요
en: No nearby chargers found
ja: 周辺の充電所が見つかりません
zh_hans: 未找到附近充电站

source: 주소
en: Address
ja: 住所
zh_hans: 地址

source: 주유
en: Fuel
ja: 給油
zh_hans: 加油

source: 주유·정비·주행 기록과 AI 인사이트를 내 차량에 맞춰 관리해요.
en: Manage fuel, service, and driving records with AI insights tailored to your vehicle.
ja: 給油・整備・走行の記録とAIインサイトを車両に合わせて管理します。
zh_hans: 按您的车辆管理加油·保养·行驶记录与AI洞察。

source: 주유·주행 기록 추가
en: Add fuel/driving record
ja: 給油・走行記録を追加
zh_hans: 添加加油/行驶记录

source: 주유·주행·정비 데이터가 자동으로 차계부에 반영
en: Fuel, trip, and service data flow into your log automatically
ja: 給油・走行・整備データが自動で記録に反映
zh_hans: 油耗·行驶·保养数据自动记入账本

source: 주유·충전
en: Fuel · charge
ja: 給油・充電
zh_hans: 加油·充电

source: 주유량 (L)
en: Volume (L)
ja: 給油量（L）
zh_hans: 加油量（L）

source: 주유소 (예: GS칼텍스 역삼)
en: Station (e.g. GS Caltex Yeoksam)
ja: スタンド（例: GSカルテックス駅三）
zh_hans: 加油站（如：GS加德士驿三）

source: 주차 중
en: Parked
ja: 駐車中
zh_hans: 停车中

source: 주행
en: Distance
ja: 走行
zh_hans: 行驶

source: 주행 가능 거리
en: Range
ja: 走行可能距離
zh_hans: 可行驶里程

source: 주행 일지
en: Trip log
ja: 走行日誌
zh_hans: 行驶日志

source: 주행 중
en: Driving
ja: 走行中
zh_hans: 行驶中

source: 주행 트립
en: Trip distance
ja: 走行トリップ
zh_hans: 行程

source: 주행거리
en: Mileage
ja: 走行距離
zh_hans: 里程

source: 중고 시세
en: Resale value
ja: 中古相場
zh_hans: 二手行情

source: 중고 시세 AI 조회
en: AI used-price lookup
ja: 中古相場AI照会
zh_hans: 二手行情AI查询

source: 지난달 대비 %@%d%%
en: %@%d%% vs last month
ja: 先月比 %@%d%%
zh_hans: 较上月 %@%d%%

source: 지난달보다 %@ 더 썼어요
en: Spent %@ more vs last month
ja: 先月より %@ 増加
zh_hans: 比上月多花 %@

source: 지난달보다 %@ 아꼈어요
en: Saved %@ vs last month
ja: 先月より %@ 節約
zh_hans: 比上月省 %@

source: 지도에서 보기 · 내비 길찾기
en: View on map · nav directions
ja: 地図で見る · ナビ経路
zh_hans: 在地图查看 · 导航路线

source: 지우기
en: Clear
ja: 消去
zh_hans: 清除

source: 지원
en: Support
ja: サポート
zh_hans: 支持

source: 지출 구성
en: Spending breakdown
ja: 支出構成
zh_hans: 支出构成

source: 직접 입력
en: Enter manually
ja: 手動入力
zh_hans: 手动输入

source: 집·일반 충전기 내역을 채우기 좋아요. (테슬라 슈퍼차저는 자동 임포트) CSV 예: 날짜, kWh, 금액, 장소
en: Good for home/other chargers (Tesla Superchargers auto-import). CSV: date, kWh, amount, place
ja: 自宅・一般充電器向け(テスラSCは自動)。 CSV: 日付, kWh, 金額, 場所
zh_hans: 适合家充/其他充电桩(特斯拉超充自动导入)。 CSV: 日期, kWh, 金额, 地点

source: 차고
en: Garage
ja: ガレージ
zh_hans: 车库

source: 차량
en: Vehicle
ja: 車両
zh_hans: 车辆

source: 차량 데이터 읽는 중…
en: Reading vehicle data…
ja: 車両データを読み取り中…
zh_hans: 正在读取车辆数据…

source: 차량 등록하기
en: Register vehicle
ja: 車両を登録
zh_hans: 登记车辆

source: 차량 번호 (예: 62가 3817)
en: Plate (e.g. 62GA 3817)
ja: ナンバー（例: 62가 3817）
zh_hans: 车牌（如：62가 3817）

source: 차량 사진
en: Vehicle photo
ja: 車両写真
zh_hans: 车辆照片

source: 차량 삭제
en: Delete vehicle
ja: 車両を削除
zh_hans: 删除车辆

source: 차량 여러 대 등록
en: Register multiple vehicles
ja: 車両を複数登録
zh_hans: 登记多辆车

source: 차량 위치
en: Vehicle location
ja: 車両の位置
zh_hans: 车辆位置

source: 차량 위치 기준 주변 충전소
en: Chargers near your car
ja: 車の位置周辺の充電所
zh_hans: 车辆附近充电站

source: 차량 위치 보기
en: View vehicle location
ja: 車両の位置を見る
zh_hans: 查看车辆位置

source: 차량 위치를 불러오는 중…
en: Loading vehicle location…
ja: 車両の位置を読み込み中…
zh_hans: 正在加载车辆位置…

source: 차량 위치를 불러오지 못했어요
en: Couldn't load vehicle location
ja: 車両の位置を取得できませんでした
zh_hans: 无法加载车辆位置

source: 차량 이름 (예: Model Y Long Range)
en: Vehicle name (e.g. Model Y Long Range)
ja: 車両名（例: Model Y Long Range）
zh_hans: 车辆名称（如：Model Y Long Range）

source: 차량 정보
en: Vehicle info
ja: 車両情報
zh_hans: 车辆信息

source: 차량 정보 수정
en: Edit vehicle
ja: 車両情報を編集
zh_hans: 编辑车辆信息

source: 차량 추가
en: Add vehicle
ja: 車両を追加
zh_hans: 添加车辆

source: 차량 현재 위치 기준 · 거리·이용 현황은 실시간이 아닐 수 있어요.
en: Based on the car's location; data may not be live.
ja: 車の現在地基準・距離や空き状況はリアルタイムでない場合があります。
zh_hans: 基于车辆位置；距离和可用情况可能非实时。

source: 차량별 담당 기사 지정
en: Assign a driver per vehicle
ja: 車両ごとに担当ドライバーを指定
zh_hans: 为每辆车指定司机

source: 차량별 이번 달 비용
en: This month's cost by vehicle
ja: 車両別 今月の費用
zh_hans: 各车本月费用

source: 차량이 응답하지 않아요 (잠자는 중)
en: Vehicle not responding (asleep)
ja: 車両が応答しません（スリープ中）
zh_hans: 车辆无响应（休眠中）

source: 차량이 잠자는 중이면 깨우느라 시간이 걸릴 수 있어요.
en: May take a moment if the car is asleep.
ja: 車がスリープ中の場合、時間がかかることがあります。
zh_hans: 车辆休眠时可能需要一些时间。

source: 차종
en: Vehicle type
ja: 車種
zh_hans: 车型

source: 참여 코드
en: Join code
ja: 参加コード
zh_hans: 加入码

source: 참여 코드 (관리자에게 받으세요)
en: Join code (ask your manager)
ja: 参加コード（管理者に確認）
zh_hans: 加入码（向管理员索取）

source: 참여하기
en: Join
ja: 参加
zh_hans: 加入

source: 처리완료
en: Handled
ja: 対応済み
zh_hans: 已处理

source: 처리완료 포함
en: Include handled
ja: 対応済みを含む
zh_hans: 包含已处理

source: 첫 지출 기록
en: First expense record
ja: 最初の支出記録
zh_hans: 首次支出记录

source: 첫 차량을 등록하고 시작하세요
en: Register your first vehicle to begin
ja: 最初の車両を登録して始めましょう
zh_hans: 登记您的第一辆车即可开始

source: 체인 교체
en: Chain replace
ja: チェーン交換
zh_hans: 更换链条

source: 체인 급유
en: Chain lube
ja: チェーン給油
zh_hans: 链条润滑

source: 체인 조정
en: Chain adjust
ja: チェーン調整
zh_hans: 链条调整

source: 체인 청소
en: Chain clean
ja: チェーン清掃
zh_hans: 链条清洁

source: 체험 시작
en: Start trial
ja: 体験を開始
zh_hans: 开始体验

source: 초고속
en: Ultra-fast
ja: 超急速
zh_hans: 超快充

source: 초고속충전
en: Ultra-fast charge
ja: 超急速充電
zh_hans: 超快充

source: 총 %d대
en: %d total
ja: 計%d台
zh_hans: 共 %d 辆

source: 총 비용
en: Total cost
ja: 総費用
zh_hans: 总费用

source: 총 충전량
en: Total energy
ja: 総充電量
zh_hans: 总充电量

source: 촬영 한 번으로 기록을 자동으로 채워요.
en: Fill records automatically with a single photo.
ja: 撮影1回で記録を自動入力。
zh_hans: 一张照片自动填写记录。

source: 촬영하면 AI가 자동으로 채워요
en: AI fills it in from a photo
ja: 撮影するとAIが自動入力
zh_hans: 拍照后AI自动填写

source: 최고
en: High
ja: 最高
zh_hans: 最高

source: 최근 31일
en: Last 31 days
ja: 直近31日
zh_hans: 最近31天

source: 최근 기록
en: Recent records
ja: 最近の記録
zh_hans: 最近记录

source: 최저
en: Low
ja: 最低
zh_hans: 最低

source: 최저 %@ · %@
en: Lowest %@ · %@
ja: 最安 %@ · %@
zh_hans: 最低 %@ · %@

source: 추가 주행(추정)
en: Range added (est.)
ja: 追加走行(推定)
zh_hans: 新增里程(估算)

source: 추천
en: Top pick
ja: おすすめ
zh_hans: 推荐

source: 추천 용품
en: Recommended parts
ja: おすすめ用品
zh_hans: 推荐用品

source: 출퇴근
en: Commute
ja: 通勤
zh_hans: 通勤

source: 충전
en: Charge
ja: 充電
zh_hans: 充电

source: 충전 %d건 가져옴
en: Imported %d charges
ja: %d件の充電を取得
zh_hans: 已导入 %d 条充电

source: 충전 기록을 추가하거나 테슬라에서 가져오면 여기에 리포트가 만들어져요.
en: Add a charge or import from Tesla to build your report here.
ja: 充電を追加またはテスラから取り込むと ここにレポートが作成されます。
zh_hans: 添加充电或从特斯拉导入后 将在此生成报告。

source: 충전 리포트
en: Charging report
ja: 充電レポート
zh_hans: 充电报告

source: 충전 세션
en: Sessions
ja: 充電セッション
zh_hans: 充电次数

source: 충전 속도
en: Charging speed
ja: 充電速度
zh_hans: 充电速度

source: 충전 이력 가져오는 중…
en: Importing charging history…
ja: 充電履歴を取得中…
zh_hans: 正在导入充电记录…

source: 충전 이력 권한이 없어요
en: No charging-history permission
ja: 充電履歴の権限がありません
zh_hans: 没有充电记录权限

source: 충전 이력 조회 실패
en: Failed to load charging history
ja: 充電履歴の取得に失敗
zh_hans: 获取充电记录失败

source: 충전 이력 조회 실패 (%d)
en: Failed to load charging history (%d)
ja: 充電履歴の取得に失敗 (%d)
zh_hans: 获取充电记录失败 (%d)

source: 충전 중
en: Charging
ja: 充電中
zh_hans: 充电中

source: 충전량 (kWh)
en: Energy (kWh)
ja: 充電量（kWh）
zh_hans: 充电量（kWh）

source: 충전량·지출·장소별 · 휘발유 대비 절약
en: Energy, cost, by place · savings vs gas
ja: 充電量・支出・場所別 · ガソリン比節約
zh_hans: 电量·支出·按地点 · 对比油费节省

source: 충전소
en: Chargers
ja: 充電スタンド
zh_hans: 充电站

source: 취소
en: Cancel
ja: キャンセル
zh_hans: 取消

source: 카메라로 촬영
en: Take a photo
ja: カメラで撮影
zh_hans: 拍照

source: 카센터
en: Auto center
ja: カーセンター
zh_hans: 汽车服务

source: 카카오맵
en: KakaoMap
ja: カカオマップ
zh_hans: Kakao地图

source: 캘린더 접근이 필요해요
en: Calendar access needed
ja: カレンダーへのアクセスが必要です
zh_hans: 需要日历访问权限

source: 캘린더에 등록
en: Add to Calendar
ja: カレンダーに登録
zh_hans: 添加到日历

source: 캘린더에 등록됐어요 (하루 전 알림)
en: Added to Calendar (alert 1 day before)
ja: カレンダーに登録しました(前日通知)
zh_hans: 已添加到日历(提前一天提醒)

source: 코드를 찾을 수 없어요
en: Code not found
ja: コードが見つかりません
zh_hans: 找不到该代码

source: 타이어 공기압
en: Tire pressure
ja: タイヤ空気圧
zh_hans: 胎压

source: 타이어 교체
en: Tire replacement
ja: タイヤ交換
zh_hans: 更换轮胎

source: 타이어 위치교환
en: Tire rotation
ja: タイヤローテーション
zh_hans: 轮胎换位

source: 태그 (예: 출퇴근)
en: Tag (e.g. Commute)
ja: タグ（例: 通勤）
zh_hans: 标签（如：通勤）

source: 택시·운송·렌터카
en: Taxi · transport · rental
ja: タクシー・運送・レンタカー
zh_hans: 出租·运输·租车

source: 택시·운송·렌터카 등 다수 차량을 대량 등록하고, 관리자가 한눈에 관리하는 유료 기능이에요.
en: Bulk-register many vehicles and manage them at a glance — a paid feature for taxi, transport and rental fleets.
ja: 多数の車両を一括登録し、管理者が一目で管理できる有料機能です。
zh_hans: 批量登记大量车辆，管理员一目了然管理的付费功能。

source: 탭해서 차량 사진을 선택하세요
en: Tap to choose a vehicle photo
ja: タップして車両写真を選択
zh_hans: 点击选择车辆照片

source: 테슬라
en: Tesla
ja: テスラ
zh_hans: 特斯拉

source: 테슬라 계정 연결 후 자동 기입
en: Connect Tesla, then auto-fill
ja: テスラ連携後に自動入力
zh_hans: 连接特斯拉后自动填入

source: 테슬라 다시 로그인 중…
en: Signing in to Tesla again…
ja: テスラに再ログイン中…
zh_hans: 正在重新登录特斯拉…

source: 테슬라 다시 연결
en: Reconnect Tesla
ja: テスラを再接続
zh_hans: 重新连接特斯拉

source: 테슬라 동기화 (배터리·주행거리)
en: Sync Tesla (battery·odometer)
ja: テスラ同期（バッテリー·走行距離）
zh_hans: 同步特斯拉（电量·里程）

source: 테슬라 등 차량 자동 연동
en: Auto-sync with Tesla and more
ja: テスラなど車両の自動連携
zh_hans: 特斯拉等车辆自动同步

source: 테슬라 로그인 중…
en: Signing in to Tesla…
ja: テスラにログイン中…
zh_hans: 正在登录特斯拉…

source: 테슬라 로그인이 필요해요
en: Tesla sign-in needed
ja: テスラのログインが必要です
zh_hans: 需要登录特斯拉

source: 테슬라 연결
en: Connect Tesla
ja: テスラを接続
zh_hans: 连接特斯拉

source: 테슬라 자동 연동 (프리미엄)
en: Tesla auto-sync (Premium)
ja: テスラ自動連携（プレミアム）
zh_hans: 特斯拉自动同步（高级版）

source: 테슬라 재연결 필요 (충전 이력 권한)
en: Reconnect Tesla (charging permission)
ja: テスラ再接続が必要（充電履歴の権限）
zh_hans: 需重新连接特斯拉（充电记录权限）
